Repository: mikgor/Scheduy
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Polish
pl: Polski

source: English
pl: Angielski

source: Name
pl: Nazwa

source: Color
pl: Kolor

source: Details
pl: Szczegóły

source: Notification time
pl: Data powiadomienia

source: Deadline
pl: Termin

source: Priority
pl: Priorytet

source: Group
pl: Kategoria

source: Notification
pl: Powiadomienie

source: Timezone
pl: Strefa czasowa

source: Datetime format
pl: Format daty i czasu

source: Language
pl: Język

source: Task order
pl: Kolejność zadań

source: Home
pl: Strona główna

source: Preferences
pl: Ustawienia

source: Welcome
pl: Witaj

source: You have requested for the new activation link. In order to complete the sign-up process, just click the button below.
pl: Otrzymaliśmy Twoje żądanie o nowy link aktywacyjny. Aby dokończyć proces rejestracji kliknij przycisk poniżej.

source: Thanks for registering on Scheduy. First, you need to confirm your e-mail. Just click the button below.
pl: Dziękujemy za rejestrację na Scheduy. Na początek potwierdź swój e-mail. Wystarczy, że klikniesz przycisk poniżej.

source: Confirm my e-mail
pl: Potwierdź e-mail

source: Log in
pl: Logowanie

source: Submit
pl: Wyślij

source: Sign up
pl: Rejestracja

source: Detected timezone
pl: Wykryta strefa czasowa

source: I already have an account
pl: Mam już konto

source: Edit account
pl: Zmień ustawienia

source: Page
pl: Strona

source: Task list
pl: Lista zadań

source: Show or hide menu
pl: Pokaż lub ukryj menu

source: News
pl: Nowości

source: Privacy policy
pl: Polityka prywatności

source: Contribute
pl: Współpraca

source: Join now
pl: Rozpocznij

source: Index
pl: Strona główna

source: Account has been created
pl: Konto zostało utworzone

source: We have sent an email with a confirmation link to your email address.
pl: Wysłaliśmy link potwierdzający rejestrację na podany adres e-mail.

source: In order to complete the sign-up process, click the confirmation button. If you did not receive the email, please check your spam folder.
pl: Aby dokończyć proces rejestracji, kliknij przycisk aktywacyjny. Jeśli e-mail nie dotarł, sprawdź folder spam.

source: I have not received my activation link
pl: Nie mam linku aktywacyjnego

source: Logout
pl: Wyloguj

source: Undone
pl: Niewykonane

source: Done
pl: Wykonane

source: Hiding done
pl: Ukrywaj wykonane

source: Showing done
pl: Pokazuj wykonane

source: Creating
pl: Tworzenie

source: Add task
pl: Dodaj zadanie

source: Add group
pl: Dodaj kategorię

source: Visibility
pl: Widoczność

source: Sorting
pl: Sortowanie

source: Ascending
pl: Rosnąco

source: Descending
pl: Malejąco

source: Save
pl: Zapisz

source: remaining
pl: pozostało

source: ago
pl: temu

source: Delete
pl: Usuń

source: Move upper
pl: Przesuń w górę

source: Edit
pl: Edytuj

source: You have not added any group yet
pl: Nie dodano jeszcze żadnej kategorii

source: You have added group, create task now
pl: Utworzono kategorię, teraz dodaj zadanie

source: Enabling and disabling Messenger notifications
pl: Włączanie i wyłączanie powiadomień Messenger

source: Messenger notifications are optional. It allows you to receive automatic notifications via Messenger.
pl: Powiadomienia z Messengera są opcjonalne i umożliwiają otrzymywanie automatycznych powiadomień przez Messengera.

source: How to enable
pl: Jak włączyć

source: Go to
pl: Przejdź na

source: Scheduy Messenger
pl: Scheduy na Messenger

source: Click on <b>Get started</b> button or send any message
pl: Kliknij przycisk <b>Rozpocznij</b> lub wyślij wiadomość

source: Click on <b>Enable notifications</b> button
pl: Kliknij przycisk <b>Włącz powiadomienia</b>

source: When you receive reply with activation link, click on it
pl: Kiedy otrzymasz odpowiedź z linkiem aktywacyjnym, kliknij na nią

source: Make sure you are logged in on Scheduy
pl: Upewnij się, że jesteś zalogowany w Scheduy

source: Otherwise you have to log in and click activation link again
pl: W przeciwnym razie musisz się zalogować i ponownie kliknąć link aktywacyjny

source: How to disable
pl: Jak wyłączyć

source: In order to disable click on <b>Disable notifications</b> button
pl: Aby wyłączyć, kliknij przycisk <b>Wyłącz powiadomienia</b>

source: New link has been sent
pl: Wysłaliśmy nowy link

source: We have resent an email with a confirmation link to your email address.
pl: Wysłaliśmy ponownie e-mail z linkiem aktywacyjnym na Twój adres e-mail.

source: Delete task
pl: Usuń zadanie

source: Are you sure you want to delete task
pl: Czy na pewno chcesz usunąć zadanie

source: Confirm
pl: Potwierdź

source: Add date and time
pl: Dodaj datę i czas

source: Remove date and time
pl: Usuń datę i czas

source: Today
pl: Dzisiaj

source: Tomorrow
pl: Jutro

source: After tomorrow
pl: Pojutrze

source: Add Notification time
pl: Dodaj datę powiadomienia

source: Remove Notification time
pl: Usuń datę powiadomienia

source: Edit task
pl: Edytuj zadanie

source: Delete group
pl: Usuń kategorię

source: Are you sure you want to delete group
pl: Czy na pewno chcesz usunąć kategorię

source: Edit group
pl: Edytuj kategorię

source: Notification time field must be later than now
pl: Pole czasu powiadomienia musi być późniejsze niż aktaulny czas

source: Your token has expired
pl: Token autoryzacyjny stracił ważność

source: Authorization token has expired. You can generate new one using Enable notifictions button.
pl: Token autoryzacyjny stracił ważność. Możesz wygenerować nowy za pomocą przycisku Włącz powiadomienia.

source: Email already confirmed
pl: Email został już potwierdzony

source: Your email address has been already confirmed.
pl: Twój adres email został już potwierdzony

source: Account has been activated
pl: Konto zostało aktywowane

source: Your account has been activated successfully.
pl: Twoje konto zostało pomyślnie aktywowane.

source: Invalid token
pl: Nieprawidłowy token

source: Invalid authorization token.
pl: Nieprawidłowy token

source: You have requested a new activation link
pl: Poproszono o nowy link aktywacyjny

source: Authorization token has expired
pl: Token autoryzacyjny stracił ważność

source: Authorization token has expired. We sent you new activation link. Check your email inbox.
pl: Token autoryzacyjny stracił ważność. Wysłaliśmy Ci nowy link aktywacyjny. Sprawdź skrzynkę email.

source: Invalid link
pl: Nieprawidłowy link

source: Invalid link.
pl: Nieprawidłowy link.
